Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ བསྡུས་གཞོམ་ གྱི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ མེ་ཐབ་ ཅེས་བྱ་བ་ མཐོང་ ངོ་ །_།
en: $443 “As the monk continues to examine the regions that surround the great Crushing Hell, he will apply knowledge derived from hearing and thus perceive a hell realm known as Furnace.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ ནི་ སྔ་མ་ བཞིན་ ནོ །_།
en: Wondering what karmic actions may cause beings to take birth there, he will understand that the aspects of killing and stealing are just as in the previous cases.

source: འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ནི་ དགེ་སྦྱོང་ དགེ་སྦྱོང་ དུ་ དམ་བཅས་པ་ དེས་ སྔོན་ གྱི་ ཁྱིམ་ ན་ གནས་པ འི་ བུད་མེད་ དག་ དང་ ལྷན་ཅིག་ ཏུ་ དགོད་ ཅིང་ རྩེས་པ་ དག་ དེ འི་ ཚེ་ དེ་ ཚུལ་བཞིན་ མ་ཡིན་པ་ ཡིད་ ལ་ བྱེད་པ ས་ དྲན་ ཞིང་ ཡང་ དང་ ཡང་ དུ་ དྲན་པ་ ཉིད་ དུ་ བྱེད །_ དེ་ ལ་ ཆགས་ ཤིང་ ཡོངས་སུ་ རྟོག་པ ར་ བྱེད །_
en: As for sexual misconduct, people who have committed themselves to the training of a mendicant might engage in incorrect mental activity and thus repeatedly and desirously reminisce about the women that they used to cohabit and fool around with.

source: དེ་ འདོད་ཆགས་ དེ་ཉིད་ ལ་ ཡང་ དང་ ཡང་ དུ་ སེམས་པ ར་ བྱེད་ ཅིང་ །_ དགེ་བ འི་ ཆོས་ ལ་ སེམས་པ ར་ མི་ བྱེད་ ལ་ ཆོས་ དང་ འཐུན་པ འི་ ཆོས་ མི་ སྒྲུབ །_
en: Thus, their lustful thoughts will distract them from virtuous qualities, and they will therefore fail to cultivate qualities that accord with the Dharma.

source: སྡུག་བསྔལ་བ་ དང་ །_ ཀུན་འབྱུང་བ་ དང་ །_ འགོག་པ འི་ ཆོས་རྗེས་ སུ་ སེམས་པ ར་ མི་ བྱེད་ ཅིང་ རྗེས་སུ་ མི་ སློབ་ ལ་ རྗེས་སུ་ མི་ སྒྲུབ །_
en: They will fail to be attentive to the qualities of suffering, the origin of suffering, and the cessation of suffering, and they will neither train in, nor accomplish these teachings.

source: དེར་ ལས་ སུ་ རུང་བ ར་ མི་ བྱེད་ ཅིང་ སངས་རྒྱས་ དང་ །_ ཆོས་ དང་ །_ དགེ་འདུན་ རྗེས་སུ་ དྲན་པ ར་ མི་ བྱེད་
en: They will not achieve flexibility and will fail to recollect the Buddha, the Dharma, and the Saṅgha.

source: འཆི་བ་ རྗེས་སུ་ དྲན་པ ར་ མི་ བྱེད་ ཅིང་ །_
en: They will not recall death.

source: འཁོར་བ་ ལ་ ཡིད་འབྱུང་ བར་མི་ བྱེད་ ལ །_ ཁ་ན་མ་ཐོ་བ་ རྡུལ་ ཙམ་ ལ་ ཡང་ འཇིགས་ པར་ མི་ [172a] ལྟ །_
en: Without any sense of renouncing cyclic existence, they will not be frightened by negativity, including minor cases. {{page:{number:181,id:UT22084-068-021-100207,folio:F.172.a,volume:V68}}}

source: གནས་མལ་ དང་ ན་བ འི་ གསོས་ སྨན་ གྱི་ རྐྱེན་ མང་པོ་ འཆང་བ ར་ བྱེད་ ཅིང་ གནས་མལ་ དང་ །_ ན་བ འི་ གསོས་ སྨན་ གྱི་ རྐྱེན་ མང་པོ་ འོས་པ་ མ་ཡིན་པ འི་ གནས་མལ་ དང་ ན་བ འི་ གསོས་ སྨན་ གྱི་ རྐྱེན་ རབ་ཏུ་ མང་པོ་ དེ་དག་ དེས་ འཆང་བ ར་ བྱེད་ དེ |#| རྣམ་པ་ དེ་ལྟ་ བུ་ བྱས་པ་ ནི་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ མེ་ཐབ་ ཏུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Instead they will hoard and misuse many implements that are otherwise to be used for one’s dwelling and for the sake of one’s health, and so they will maintain a ruinous lifestyle. |#| When they later separate from their bodies, they will fall into the lower realms, taking birth in the hell known as Furnace.

source: མེ་ཐབ་ ཀྱི་ སེམས་ཅན་ དམྱལ་བ་ དེ་ འབར་ རབ་ཏུ་ འབར །_ ཀུན་ ཏུ་ རབ་ཏུ་ འབར་ ཞིང་ །_ མེ་ལྕེ་ གཅིག་ ཏུ་ གྱུར་པ ར་ སྲེག་ སྟེ །_ དེར་ གང་ འབར །_ རབ་ཏུ་ འབར །_ ཀུན་ ཏུ་ རབ་ཏུ་ འབར་ ཞིང་ མེ་ལྕེ་ གཅིག་ ཏུ་ མ་ གྱུར་པ་ ནི་ སྐྲ འི་ རྩེ་མོ་ ཙམ་ ཡང་ མེད་ དོ །_།
en: $444 “In that realm sentient beings are alight, ablaze, and consumed by fire, turning into nothing but flames—there is not a place there, even the size of a hair’s tip, that is not alight, ablaze, consumed by fire, and turned into nothing but flames.

source: དེར་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ ཤིང་ ལྗོན་པ་ ལྟ་བུ ར་ རབ་ཏུ་ འབར་ ཏེ །_ དེ་ འབར་ རབ་ཏུ་ འབར །_ ཀུན་ ཏུ་ རབ་ཏུ་ འབར་ ཞིང་ མེ་ལྕེ་ གཅིག་ ཏུ་ གྱུར་པ་ དེར་ སྐད་ འབྱིན་ ཏོ །_། དེ་ལྟ ར་ སྐད་ འབྱིན་པ་ ན་ཁ ར་ མེས་ བཀང་ ངོ་ །_། དེ་ ཚོར་བ ས་ ཉམ་ཐག་པ་ དང་ ཡང་ དེ་སྐད་ འབྱིན་ ཏོ །_། |#| དེ འི་ རྣ་བ ར་ མེ་ འབར་བ་ འཇུག་ སྟེ །_ བཅུག་ ནས་ སྐད་ འབྱིན་ ཅིང་ ངུ་ ལ་ སྨེ་ སྔགས་ འདོན་ ཏོ །_། དེ འི་ རྣ་བ ར་ ཡང་ མེ་ འབར་བ་ འཇུག་ ཅིང་ དེ འི་ ལུས་ ཀྱང་ ཀུན་ ནས་ རབ་ཏུ་ འབར་བ ར་ འགྱུར་ ཏེ །_ |#| དེ་ཡང་ ཤིན་ཏུ་ འཁྲུགས་ ཤིང་ སྐད་ འབྱིན་ ལ་ སྨྲེ་སྔགས་ འདོན་ ཏོ །_།
en: Resembling trees that are alight, ablaze, consumed by fire, and turned into nothing but flames, the beings there may scream, but as they open their mouths, their mouths are filled with flames. |#| At this excruciating torture, they may try to scream a second time, thereby causing the flames to enter their ears. |#| Once more, this will make them scream, cry, and moan.

source: གལ་ཏེ་ ཚུལ་ཁྲིམས་ དང་ མི་ ལྡན་པ ར་ གྱུར་པ་ ཞིག་ ཕ་རོལ་ གྱི་ བསོད་སྙོམས་ ཟོས་ ལ་ དེ འི་ ལྕེ་ ལྕགས་ རབ་ཏུ་ འབར་བ འི་ གླེགས་མ ས་ སྲེག་ གོ །_།
en: $445 “Those who previously partook of alms while lacking discipline will now have their tongues scorched by red-hot metal.

source: གལ་ཏེ་ ཚུལ་ཁྲིམས་ ཅན་ ཚུལ་བཞིན་ མ་ཡིན་པ་ ཡིད་ ལ་ བྱེད་པ ས་ བུད་མེད་ དག་ མཐོང་ ན་ དེ འི་ མིག་ སྲེག་པ ར་ འགྱུར་ རོ །_།
en: Those who adhered to the discipline but still entertained incorrect thoughts at the sight of women will now have their eyes burned out.

source: གང་ ཤིན་ཏུ་ ཆགས་པ འི་ སེམས་ ཀྱིས་ བུད་མེད་ གཞན་དག་ དགོད་ ཅིང་ གླུ་དབྱངས་ ལེན་ ལ་ སྒྲ་ འབྱིན་པ་ དག་ ཐོས་ ན་ དེ འི་ རྣ་བ་ རོ་ཉེ་ རབ་ཏུ་ བསྐོལ་བ ས་ འགེངས་པ ར་ འགྱུར་ རོ །_།
en: Those who with intense desire listened to the laughter and songs of the wives of others will now have their ears filled with boiling lead.

source: ཚུལ་ཁྲིམས་ འཆལ་པ་ འོས་པ ར་ འགྱུར་བ་ མ་ཡིན་པ་ གང་ གིས་ དགེ་འདུན་ རྣམས་ ཀྱི་ བདུག་སྤོས་ ཡོངས་སུ་ བཟུང་བ ས་ སྣ་ བཅད་ ཅིང་ སྲེག་པ ར་ འགྱུར་ ཏེ །_
en: Those who, although their discipline was corrupt, still held on to the incense of the saṅgha will now have their noses cut off and burned.

source: དེ་ལྟ ར་ ཚུལ་ཁྲིམས་ འཆལ་པ་ དེ འི་ དབང་པོ་ ལྔ་ ཅར་ ལ་ སྦྱར་ ཏེ །_ སེམས་ཅན་ དམྱལ་བ ར་ ལས་ དང་ མཚུངས་པ འི་ ཆད་པ་ དྲག་པོ་ རབ་ཏུ་ འབྱུང་ ངོ་ །_།
en: Thus, those with corrupted discipline with regard to their five faculties will in hell receive severe punishments in accordance with their actions. {{page:{number:182,id:UT22084-068-021-100208,folio:F.172.b,volume:V68}}}

source: ལས་ ཀྱི་ མཐའ་ ཉེས་པ ར་ སྤྱད་པ་ [172b] བྱས་པ་ དེ་ ནི་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ སེམས་ཅན་ དམྱལ་བ་ ཀུན་ ནས་ མེ་ལྕེ་ འབར་བ འི་ ཕྲེང་བ ས་ འཁྲུགས་པ འི་ སེམས་ཅན་ དམྱལ་བ་ མེ་ཐབ་ དེར་ སྲེག་ ཅིང་ འཚེད་ དོ །_།
en: Until their relevant negative acts have been overcome, relinquished, and exhausted, those who pursue illicit livelihood will thus continue to burn and boil in the hell known as Furnace, engulfed by raging tongues of fire.

source: དེ་དེ་ ལས་ ཐར་ ནས་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ |#| དེ འི་ སྡིག་པ འི་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ་ བྱད་ ལག་ ངན་ ཅིང་ ལོང་བ་ དང་ །_ ཞ་ ཞིང་ དབུལ་བ ར་ འགྱུར་ ལ་ད ར་ ལ་ བབ་པ་ ཉིད་ ཀྱི་ ཚེ་ འཆི་བ ར་ འགྱུར་ རོ །_།
en: Once they escape, they may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead be born with the general lot in life of a human. |#| Yet in terms of effects that accord with the unwholesome causal actions, their faces and hands will thereafter be unsightly; they will be blind, crippled, or impoverished; and they will die while in the prime of life.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ བསྡུས་གཞོམ་ གྱི་ འཁོར་ ལ་ བརྟགས་ ན་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ འཁོར་ གཞན་ ལྕགས་ ཀྱི་ ཕྱེ་མ་ མེ་མདག་ གི་ ར་བ་ ཞེས་ བྱ་བ་ ཡོད་པ་ མཐོང་ ངོ་ །_།
en: $446 “The monk will continue to examine the regions that surround the great Crushing Hell, and by means of knowledge derived from hearing he will then perceive another neighboring region, known as Heap of Live Coals of Iron-dust.

source: དེར་ སེམས་ཅན་ དག་ ལས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན་ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ ནི་ སྔ་མ་ བཞིན་ ནོ །_།
en: Wondering what karmic actions may cause beings to take birth there, he will apply knowledge derived from hearing and so come to understand that the aspects of killing and stealing are here just as in the previous cases.

source: དགེ་སྦྱོང་ དགེ་སྦྱོང་ དུ་ དམ་བཅས་པ་ གང་ གིས་ མོ འི་ གར་ དང་ གླུ་དབྱངས་ དང་ རྒྱན་ དག་ གི་ སྒྲ་ ཐོས་ ནས་
en: Moreover, someone who has committed himself to the training of a mendicant might engage in incorrect mental activity upon hearing the sounds of female dancing, singing, and jewelry.

source: ཚུལ་བཞིན་ མ་ཡིན་པ་ ཡིད་ ལ་ བྱེད་པ་ གཡེངས་པ འི་ བློས་ དགོད་པ་ དང་ །_ བསྒེགས་པ་ དང་ །_ རྩེས་པ་ དེ་ ཐོས་ ནས་ ཁུ་བ་ བྱུང་ ལ་ བྱུང་ ནས་ ཀྱང་ རོ་ མྱོང་བ ར་ བྱེད་ ཅིང་ སོགས་ ན །_
en: Thus distracted, the sounds of laughter, amusement, and frolicking might cause him to ejaculate, and he might relish that experience.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ལྕགས་ ཀྱི་ མེ་མདག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_། དེར་ གནོད་པ་ འདི་དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ |#| འདི་ལྟ་སྟེ །_
en: When later such a person separates from his body he will fall into the lower realms, taking birth in the hell Heap of Live Coals of Iron-dust, where he will experience tortures of the following kinds.

source: སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ ལྕགས་ ཀྱི་ ར་བ་ གྲུ་བཞི་ པས་ བསྐོར་བ །_ འཁོར་ དཔག་ཚད་ ལྔ་ བརྒྱ་ ཡོད་པ་ དེ འི་ ནང་ དུ་ སེམས་ཅན་ དམྱལ་བ་པ་ རང་ གི་ ལས་ ཀྱིས་ སྲེག་ ཅིང་ དེར་ མེ འི་ ཆར་ དང་ ལྕགས་ ཀྱི་ ཆར་རྒྱུན་ མི་འཆད་པ ར་ འབབ་བོ །_།
en: That quadrangular hell is surrounded by iron walls of fire, each measuring five hundred leagues. Within those walls the beings of that hell are burned by their own karmic actions, as incessant rains of fire and iron pour down.

source: དེར་ སེམས་ཅན་ དམྱལ་བ་པ་ དག་ ལྕགས་ ཀྱི་ ཆར་པ ས་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ ཕྱེ་མར་ རློག་ ལ །_ མེ་མདག་ གི་ ཆར་པ ས་ གདུངས་ ཤིང་ སྲེག་ གོ །_།
en: While the rain of iron cuts all their major and minor body parts to tiny pieces, the rain of embers will give them torturous burns.

source: དེར་ ཆར་པ་ གཉིས་ ཀྱིས་ ཉམ་ཐག་པ་ དག་ གནོད་པ་ དེ་དག་ མྱོང་བ ར་ འགྱུར་ ཏེ །_
en: Thus, they must endure the destructive torments of these two rains. {{page:{number:183,id:UT22084-068-021-100209,folio:F.173.a,volume:V68}}}

source: [173a] ཇི་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ འི་ མྱོང་བ་ དེ་དག་ གི་ གནོད་པ་ གང་ཡིན་པ་ དེ་ ནི་ དཔེ་ བྱ་བ ར་ སླ་བ་ མ་ ཡིན་ ནོ །_། ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་དུ ས་ ལས་ འདའ་བ ར་ མི་ བྱེད་ དེ །_ |#| རྩུབ་ ཅིང་ མི་བཟད་པ་ ཚ་བ་ འཇིག་རྟེན་ ཐམས་ཅད་ འཇིགས་ པར་ བྱེད་ ཅིང་ མི་ འདོད་ ལ་ མི་ སྡུག་ ཅིང་ ཡིད་ དུ་ མི་ འོང་བ འི་ ལས་ བྱས་པ འི་ ཚོར་བ་ དེ་ལྟ་ བུ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: $447 “It is not easy provide an example to convey the character of the tortures that the beings of this hell experience, yet until the relevant karmic actions have been overcome, relinquished, and exhausted, there will be no end to this fierce and unbearable scorching that terrifies the entire world. |#| Such are the tortures that ensue from those undesirable, unpleasant, and unbecoming karmic actions.

source: དེ་ ཕྱིས་ དེ་ལས་ ཡོངས་སུ་ ཐར་བ ར་ འགྱུར་ ཏེ །_ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ་ དེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་
en: $448 “When one finally escapes this hell, one may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead be born with the general lot in life of a human.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ་ རྟག་ ཏུ་ ཆུ་བོ་ ཆེན་པོ འི་ མཉན་པ ར་ འགྱུར །_ རྟག་ ཏུ་ འཇིགས་པ་ དང་ །_ ནད་བུ་ ཅན་ དུ་ འགྱུར །_ གླང་པོ་ཆེ འི་ སོས་ འཚོ་ ཞིང་ དེ་ རྟག་ ཏུ་ འཆི་བ ས་ ཉེན་པ ར་ འགྱུར་ རོ །_།
en: Yet, in terms of effects that accord with their causal actions, one will then become a boatman on a large river, live in fear, suffer from parasites, live by trading in elephant tusks, and be in constant mortal danger.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ བསྡུས་གཞོམ་ གྱི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེ་ འཁོར་ གཞན་ ཞིག་པ་ བཅུ་བདུན་པ་ མ་ མཐོང་ ལ །_ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ བསྡུས་གཞོམ་ གྱི་ འཁོར་ གྱི་ ཉེན་ཀོར་ བཅུ་དྲུག་པ་ ལས་ ཀྱི་ ཆོས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ ཡོད་པ་ མཐོང་ ངོ་ །_།
en: $449 “As the monk continues to examine the regions that surround the great Crushing Hell, he will fail to perceive any seventeenth neighboring hell, and he will thus see that in terms of realms that neighbor the great Crushing Hell, the ripening of karmic action manifests as these sixteen only.

source: དེ་ སེམས་ཅན་ རྣམས་ ཀྱི་ ལས་ དང་ འབྲེལ་བ་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ རྣམ་པ་ སྣ་ཚོགས་ དག་ མཐོང་ ནས་ འཁོར་བ་ ལ་ ཡིད་ བྱུང་ ངོ་ །_།
en: When the monk in this way sees how the actions of sentient beings come to ripen as numerous different effects, he will become disenchanted by cyclic existence.

source: ཡང་ དགེ་སློང་ དེ་ ཇི་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ གསུམ་ གྱི་ འཁོར་ གྱི་ ལས་ ཀྱི་ འབྲས་བུ འི་ དེ་ ཁོ་ན་ཉིད་ རིག་ ཅིང་ དེ་ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ དག་ འཛིན་པ ར་ བྱེད་ ལ །_
en: $450 “The monk has now become aware of the nature of the karmic effects that manifest as the neighboring regions of three great hells.

source: དེ་ལྟ་ ཞིང་ དམིགས་པ ར་ བྱེད་ དེ སྲིད་པ་ དག་ ལ་ ཡིད་ བྱུང་བ་ ཐོབ་ ཅིང་ བདུད་ ཀྱི་ ཡུལ་ གྱི་ དངོས་པོ་ ལ་ མི་འདོད་པ་ རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་ སོ །_།
en: As he apprehends, views, and observes such ripening of karmic effects, he develops renunciation with respect to existence, and without wishing for any of the objects of the māras, he will engage in spiritual practice and observe inner phenomena.

source: དེ་ལྟ ར་ བརྩོན་པ འི་ དགེ་སློང་ དེ་ ས་བླ འི་ གནོད་སྦྱིན་ དག་ གིས་ མཐོང་ ནས །_ བར་སྣང་ ལ་ སྤྱོད་པ འི་ གནོད་སྦྱིན་ རྣམས་ ལ་ བསྙད་ དོ །_། |#| དེ་དག་ གིས་ ཀྱང་ རྒྱལ་པོ་ ཆེན་པོ་ བཞི་ ལ་ བསྙད་པ་ ནས །_
en: When the terrestrial yakṣas notice the monk’s endeavors, they will inform the celestial yakṣas, who will in turn pass the news on to the Four Great Kings.

source: དེ་ལྟ ར་ སྔ་མ་ བཞིན་ དུ་ སྦྱར་ ཏེ །_ ཚད་ མེད་ འོད་ ཀྱི་ བར་ གྱི་ ལྷ་ རྣམས་ ལ་ བསྙད་ དོ །_། |#| སྔ་མ་ བཞིན་ དུ་ སྦྱར་ ཏེ །_ [173b] འཛམ་བུ འི་ གླིང་ དུ་ རིགས་ ཀྱི་ བུ་ གྲོང་ཁྱེར་ ཆེ་གེ་མོ་ ཞིག་ ཅེས་བྱ་བ་ ནས་ སྐྲ་ དང་ཁ་ སྤུ་ བྲེགས །_ གོས་ ངུར་སྨྲིག་ བགོས་ ཏེ །_ དད་པས་ ཁྱིམ་ ནས་ ཁྱིམ་ མེད་པར་ རབ་ཏུ་ བྱུང་ ནས །_
en: Thus, in the same way as before, the news will finally reach the Heaven of Limitless Light and the gods there will learn that, {{page:{number:184,id:UT22084-068-021-100210,folio:F.173.b,volume:V68}}} ‘In Jambudvīpa the noble son known as so-and-so, who is of such and such a town, has shaved off his hair and beard, donned the saffron-colored robes, and with faith gone forth from the household to become a homeless mendicant.

source: དེ་ ས་ གཞན་ དགུ་པ འི་ བར་ ལ་ ཞུགས་པ་ དེ་
en: Now he has entered the ninth#66ground.’ $451

source: ཚད་ མེད་ འོད་ ཀྱི་ ལྷ་ དག་ གིས་ ཐོས་ ནས་ དགའ་བ ར་ གྱུར་ ཏོ །_།
en: As they receive this news the gods will exclaim in delight,

source: ཀྱེ་ ལྷ་ དག་ བདུད་ ཀྱི་ ཕྱོགས་ ནི་ དམའ་བ ར་ འགྱུར་ ཞིང་ དམ་པ འི་ ཆོས་ ཀྱི་ ཕྱོགས་ ནི་ མཐོ་བ ར་ འགྱུར་བ་ ནི་ བདག་ཅག་ དག འོ་ ཞེའོ །_།
en: ‘Amazing, the forces of the māras are waning; the forces of the sacred Dharma are on the rise! How happy we are!’

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེས་ སེམས་ཅན་ དམྱལ་བ་ གསུམ་ མཐོང་ ནས་ སེམས་ཅན་ དམྱལ་བ་ བཞི་པ་ ངུ་འབོད་ ཅེས་བྱ་བ་ ལ་ རྟོག་པ ར་ བྱེད་ དོ །_།
en: $452 “Having witnessed these three hells, the monk will begin to examine the fourth hell, known as Howling.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ བཞི་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ་ དག་ གི་ ལས་ དང་ །_ ཉེར་བསྡོགས་ དང་ །_ མཇུག་ བྱས་ ཤིང་ བསགས་པ་ དག་ གིས་
en: Wondering what karmic actions may cause sentient beings to take birth in the Howling Hell, he will examine this with knowledge derived from hearing and so come to understand that such a birth is due to resorting to, becoming habituated to, and increasing completed and accumulated acts of killing, stealing, sexual misconduct, and consumption of alcohol, along with the preparations for and conclusions of such acts.

source: ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ངུ་འབོད་ དུ་ སྐྱེ་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: When they later separate from their bodies, they will take birth in the Great Howling Hell.

source: དེ་ ལ་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ འི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ནི་ སྔར་ བཤད་པ་ བཞིན་ ནོ །_།
en: In this regard, the ripening of the effects of the acts of killing, stealing, and sexual misconduct are as already explained.

source: ཆང་ དང་ སྦྱར་བ འི་ ཆང་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ་ ནི་ སེམས་ཅན་ དམྱལ་བ་ ངུ་འབོད་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: As for alcohol, resorting to, becoming habituated to, and increasing acts of alcohol consumption will cause rebirth in the Howling Hell.

source: གང་ གིས་ ཁྱིམ་ གྱི་ གནས་ ནས་ བྱུང་ སྟེ །_ སྡོམ་པ་ བླངས །_ བསམ་གཏན་ གྱི་ བདེ་བ ས་ སེམས་ སྦྱངས་ ཤིང་ ཞི་བ འི་ དགེ་སློང་ གི་ དགེ་འདུན་ དག་ གི་ འཁོར་ དུ་ ཆང་ བྲིམས་ ཏེ་ ར་རོ་བ ར་ བྱས་ ན་
en: $453 “Someone who has gone forth from the household and taken vows might distribute alcohol to, and intoxicate, members of the saṅgha of monks who have otherwise trained their minds in the pleasures of concentration and attained serenity.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ ར་ རབ་ཏུ་ གདུང་བ་ ཆེན་པོ ས་ བྱས་པ འི་ ཚོར་བ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: When such people later separate from their bodies, they will fall into the lower realms and experience the terribly torturous agonies of hell.

source: ཕྲ་ སྐམ་ གྱིས་ ཁ་ གདངས་པ འི་ ནང་ དུ །_ ཟངས་དམར་པོ་ བསྐོལ་བ་ རབ་ཏུ་ འབར་བ་ ལྡུགས་ སོ །_།
en: Their mouths will be opened with iron tongs and boiling copper will be poured in.

source: དེ་ འཐུང་བ་ ནི་ དེ འི་ ཚེ་ སྔར་ མཆུ་ སྲེག་ གོ །_། མཆུ་ བསྲེགས་ ནས་ རྐན་ སྲེག་ གོ །_། རྐན་ བསྲེགས་ [174a] ནས་ ལྕེ་ སྲེག་ གོ །_། ལྕེ་ བསྲེགས་ ནས་ མིད་པ་ སྲེག་ གོ །_། དེ་བཞིན་ དུ་ ཨོལ་ གོང་ །_ དེ་བཞིན་ དུ་ གཉེ་མ་ དང་ རྒྱུ་མ །_ དེ་བཞིན་ དུ་ ཕོ་བ་ དང་ ལོང་ ཀ་ བསྲེགས་ ནས་ རོ་སྨད་ དུ་ འབྱུང་བ ར་ འགྱུར་ ལ །_
en: As they swallow it, first their lips will burn, and then their palates, noses, {{page:{number:185,id:UT22084-068-021-100211,folio:F.174.a,volume:V68}}} tongues, throats, necks, colons, small intestines, stomachs, and guts, until the molten copper emerges from the lower part of their bodies.

source: དེ་ལྟ ར་ ཆང་ འཐུང་བ་ དེ་ ནི་ མི་དགེ་བ་ མྱོང་བ ར་ འགྱུར་ ཏེ དེ་ འོ་དོད་ འབོད་ ཅིང་ ངུ་ འཁྲུག་ ཅིང་ སྨྲེ་སྔགས་ འདོན་ ཏོ །_།
en: Such is the experience of unvirtuous actions that are associated with the consumption of alcohol.

source: དེ་ ཤིན་ཏུ་ འཁྲུག་པ་ ན་ གཤིན་རྗེ འི་ མི་ དག་ གིས་ རྗེས་སུ་ བསྟན་པ་ ཚིགས་ སུ་ བཅད་ དེ་ སྨྲས་པ །_
en: As the beings of this hell cry, scream, and moan in excruciating pain, the henchmen of the Lord of Death will instruct them in the following way:

source: སྡིག་པ་ དག་ ནི་ བྱེད་པ་ ན །_། འབྲས་བུ་ ཚ་བ་ ཤེས་པ ར་ གྱིས །_།
en: $455 “ ‘While engaging in negativity, You should know that the results are severe.

source: རྨོངས་པ་ གང་ཞིག་ བདག་ མི་ ཤེས །_། ཕྱི་ ནས་ དེ་ ནི་ ཡོངས་ གདུང་ འགྱུར །_།
en: The foolish and ignorant Will later suffer deeply.

source: ཇི་ལྟ ར་ བློ་གྲོས་ ངན་པ་ དག _། སྡིག་པ་ དག་ གིས་ ལས་ བྱས་པ །_། མ་ ངུ་ དེ་ལྟ ར་ ལ་གོར་ སྤྱོད །_།
en: $456 “ ‘The consequences of the negative acts that were done By those whose minds are unwholesome Are nothing to cry about because they pass quickly.

source: སྨྲེ་སྔགས་ དོན་མེད་ ཅི་ཞིག་ འདོན །_།
en: Why do you lament for no reason?

source: སྡིག་པ འི་ ལས་ ཀྱི་ འབྲས་བུ་ ནི །_། མི་ ནི་ ཀུན་ གྱིས་ ཐོབ་པ ར་ འགྱུར །_། གལ་ཏེ་ བདག་ཉིད་ བདེ་ འདོད་ ན །_། དེ་ལྟ ར་ སྡིག་པ་ བསྟེན་ མི་ བྱ །_།
en: $457 “ ‘The effects of their negative actions Will be experienced by all humans, So if you want your own happiness, You should not practice evil.

source: དམྱལ་བ་ དྲག་པོ་ ཆེན་པོ་པ །_། དེ་དག་ ལས་ ཀྱང་ སྡིག་པ འི་ སེམས །_། ཐར་ ཀྱང་ གཏི་མུག་ དབང་ སོང་བ །_། ཡང་ དང་ ཡང་ དུ་ སྡིག་པ་ བྱེད །_།
en: $458 “ ‘Because of their unwholesome minds, The beings of the great and fearsome hells may escape, And yet in their ignorance persist, Engaging in evil again and again.

source: འདི་ ཡིས་ དམྱལ་བ ར་ མི་ འགྲོ་ ཞེས །_། སྡིག་པ་ ལ་ ནི་ ཡིད་ མ་ རྟོན །_།
en: $459 “ ‘You may think, “Such a thing could not take me to hell,” Yet you should not perform such negative deeds.

source: མེ་ ཆུང་བ ས་ ནི་ རི་ དང་ ཚལ །_། ལྗོན་པ ར་ བཅས་པ་ སྲེག་པ་ བཞིན །_།
en: By the same token, a small spark can Consume hills, jungles, and forest groves.

source: རྨོངས་པ་ སྡིག་པ་ བྱེད་ འདོད་ ལ །_། གནོད་པ་ འབྱུང་ ལ་ འདོད་ མི་ བྱེད །_། སྡིག་པ འི་ རྗེས་སུ་ འབྲས་བུ་ འཇུག _། རྒྱུ་ དང་ རྐྱེན་ ལས་ བྱུང་བ་ མཐོང་ །_།
en: $460 “ ‘Fools who wish to engage in negative deeds Do not wish to experience any harm, Yet the effects of negative actions will follow them, And they will witness them arising from causes and conditions.

source: ཆོས་ ནི་ ཅི་ཕྱིར་ བསྟེན་ མི་ བྱ །_།
en: $461 “ ‘Why would you not practice Dharma?

source: སྡིག་པ འང་ ཅི་ཕྱིར་ རྣམ་ མི་ སྤོང་ །_།
en: Why would you not give up evil?

source: སྡིག་པ་ སྤངས་པ འི་ མི་ དག་ ནི །_། སེམས་ཅན་ དམྱལ་བ་ ཉིད་ མི་ མཐོང་ །_།
en: People who give up evil will not Come to behold the realms of hell.

source: བདག་ གི་ སྡིག་ལས་ འབྲས་བུ་ དག _། རྨོངས་པ་ གང་དག་ མི་ ཤེས་པ ས །_། དེ་ ཡིས་ ཉེས་པ་ འདི་ ཐོབ་ སྟེ །_།
en: $462 “ ‘Fools who are unaware Of the effects of their own negative actions Will gain problems of this kind.

source: བློ་ངན་ ཁྱོད་ ནི་ དེ་དག་ སྤྱོད །_།
en: Thus, you weak-minded people experience this.

source: སྡིག་པ ས་ སེམས་ཅན་ དམྱལ་བ ར་ འགྲོ །_། སྡིག་པ ས་ ཡོངས་སུ་ སྲེག་ འགྱུར་ ཏེ །_།
en: $463 “ ‘Negative actions take beings to hell; Negative actions will make you burn.

source: སྡིག་པ ས་ མྱ་ངན་ འདས་ མི་ འཐོབ །_།
en: Negative actions prohibit your transcendence of suffering.

source: སྡིག་པ་ ལྟ་བུ འི་ དགྲ་ གཞན་ མེད །_།
en: There is no enemy like negative action.

source: སྡིག་པ ས་ སྔོན་ ནི་ བསླུས་པ་ དག _། སྡིག་པ ས་ ཡོངས་སུ་ སྲེག་ [174b] འགྱུར་ ཏེ །_།
en: $464 “ ‘Those who were deceived by negative acts Are now burned by negative acts. {{page:{number:186,id:UT22084-068-021-100212,folio:F.174.b,volume:V68}}}

source: སྡིག་པ་ དག་ ནི་ མི་ བྱེད་པ །_། དེ་ ཡི་ མདུན་ དུ་ འགྲོ་ མི་ འགྱུར །_།
en: Those who do not engage in evil Will not meet this fate.

source: ལམ་ འདི་ ཞི་བ་ གཙོ་བོ་ སྟེ །_། གང་དག་ སྲེད་ དབང་ མི་ གནས་པ འོ །_།
en: $465 “ ‘The path is the foremost peace, And those ruled by craving will not dwell in it.

source: སྲེད་པ་ སྤངས་པ འི་ མི་ དག་ ནི །_། མྱ་ངན་ འདས་ དང་ ཉེ་བ ར་ གནས །_།
en: Those who give up craving Are close to the transcendence of suffering.

source: སྡིག་པ་ དག་ ནི་ བྱེད་ ལྡན་ ཞིང་ །_། དགེ་བ་ རྣམས་ ཀྱང་ མི་ བྱེད་པ །_། སྡིག་པ ས་ སྲེག་ འགྱུར་ དེ་ལྟ་ བས །_། སྡིག་པ་ ཡིད་ ལ་མ་ བྱེད་ ཅིག _།
en: $466 “ ‘People who engage in evil And refrain from doing what is virtuous Will be burned by their negative acts. Therefore, do not form evil thoughts.

source: སྡིག་པ་ སྤྱོད་པ འི་ མི་ དག་ ནི །_། ནམས་ ཀྱང་ བདེ་བ་ མི་ འཐོབ་བོ །_།
en: $467 “ ‘People who engage in negative acts Will never gain happiness.

source: དེ་ལྟ ར་ གལ་ཏེ་ བདག་ཉིད་ ཀྱིས །_། བདེ་ འདོད་ ཆོས་ ལ་ རྟག་ ཏུ་ སྟེན །_།
en: Therefore, if you wish to be happy, Always practice the Dharma.

source: གང་དག་ སྡིག་པ་ སྟེན་ བྱེད་པ །_། སྡུག་བསྔལ་ དེ་ལས་ སྡུག་བསྔལ་ མེད །_། དེ་ལྟ་བས་ན་ སྡིག་ མི་ བསྟེན །_། གལ་ཏེ་ སྡུག་བསྔལ་ དག་ གིས་ སྐྱོ །_།
en: $468 “ ‘Nobody suffers more Than the person who engages in negative acts, Therefore, do not engage in negative acts If you are weary of suffering.

source: ལེགས་པ ས་ ལེགས་པ འི་ དོན་ བྱ་ འོ །_།
en: $469 “ ‘Goodness accomplishes goodness.

source: ལེགས་ ལ་ སྡིག་པ འི་ བྱ་བ་ དཀའ །_།
en: With goodness, evil becomes difficult to engage in;
